[
 {
   "Building": "CEER",
   "Latitude": 40.0366404,
   "Longitude": -75.3457346,
   "Facts": [
     "CEER stands for the Center for Engineering Edcuation and Research. It opened in 1998 and sports impressive labs such as a wind tunnel, an anechoic chamber and 3D printing and modeling.",
     "Villanova's School of Engineering is ranked in the top 15 in the country by US News & World Report.",
     "The College of Engineering has 5 undergraduate and 8 graduate degrees (5 of which are available online). An undergraduate engineering student can choose a 5 year bachelors/masters degree.",
     "John Hennessy was called \"the godfather of Silicon Valley\" by Marc Andreessen. Hennessy is the current president of Stanford University and began his academic career as a Villanova electrical engineer.",
     "Astronaut Andrew Allen graduated Villanova with a degree in mechanical engineering. Allen flew 3 Space Shuttle missions.",
     "Executive Vice President and Chief Technology Officer of Verizon Communications, Tony Melone, graduated Villanova with a degree in electrical engineering.  Moelone is the 2015 College of Engineering Ward Endowed Lecture Series speaker.",
     "David Collins, known as the \"Father of the Barcode Industry\", graduated Villanova with a degree in civil engineering.",
     "Jamie Hyneman, co-host of the Discovery Channel?s show \"MythBusters\", received an honorary Doctor of Engineering degree from Villanova."
   ]
 },
 {
   "Building": "Bartley",
   "Latitude": 40.034595,
   "Longitude": -75.3383853,
   "Facts": [
     "The Villanova School of Business was founded in 1922 by Father Joseph Bartley.",
     "Bartley Hall was constructed in 1960, remodeled and expanded in 2002, and renovations plans are in the works for 2015.",
     "Bartley Hall has a state-of-the-art financial technology center that has real-time and historic financial data and can be used to simulate a trading room.",
     "Accounting and Finance are the two most popular majors at The Villanova School of Business.",
     "Bartley Hall is home to Villanova's ICE (Innovation, Creativy and Entrpreenureship) Center.",
     "The Villanova School of Business undergraduate business program is ranked #24 in the nation by?Bloomberg Businessweek.",
     "In 2022, the Villanova School of Business will be 100 years old.",
     "All undergraduate business students are required to take a course in business analyatics and a course in information technology."
   ]
 },
 {
   "Building": "Mendel",
   "Latitude": 40.0378151,
   "Longitude": -75.3419795,
   "Facts": [
     "James Peniston sculpted the statue of Gregor Mendel. Peniston is known for his statue of Benjamin Franklin in Philadelphia and the WWII monument in Washington, D.C.",
     "Mendel Science Center is named after geneticist and Augustinian monk Gregor Mendel. Mendel is known for having demonstrated inheritance of traits in peas during the mid-1800s.",
     "On the 4th floor of Mendel Science Center is the Observatory that is equiped with three 14ft. telescopes.",
     "Biology is the largest undergraduate science major at Villanova.",
     "Computer Science is the largest graduate science program at Villanova.",
     "The College of Liberal Arts and Sciences uses Mendel Science Center to house all the science faculty and science labs on campus. The College offers 39 majors, including 8 science majors."
   ]
 },
 {
   "Building": "Falvey",
   "Latitude": 40.037469,
   "Longitude": -75.342546,
   "Facts": [
     "Falvey Library is home to the Idea Accelerator, designed to increase cross-college interaction within the Villanova community and a multidisciplinary approach to generating and advancing new ideas. ",
     "Villanova constructed a virtual reality CAVE facility in Falvey with a $1.67 million grant from the National Science Foundation.",
     "Falvey Memorial Library recently underwent a $3 million renovation project.",
     "Falvey Memoria Library receives over 600,000 visits each year.",
     "Falvey Library is named after Rev. Daniel P. Falvey, OSA, who was Librarian from 1940 to 1962."
   ]
 }
]
